Repository: LeonidIvanov/driftsetups
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: email address
ru: Email

source: first name
ru: Имя

source: last name
ru: Фамилия

source: date joined
ru: Дата присоединения

source: active
ru: Активный

source: user
ru: Пользователь

source: users
ru: Пользователи

source: The HGK E92 Eurofighter
ru: HGK E92 Еврофайтер

source: Mast Motorsports Mozez Canted Valve cylinder heads
ru: Головка цилиндров с наклонным клапаном Mast Motorsports Mozez

source: Samsonas 5-speed sequential transmission
ru: 5-ти ступенчатая секвентальная КПП Samsonas

source: Front & Rear Wisefab knuckles & arms
ru: Передние и задние рычаги и кулаки Wisefab

source: Wilwood 4-piston calipers & Wilwood drilled rotors (rear)
ru: 4-поршневые суппорты и перфорированные тормозные диски Wilwood (зад)

source: Work Wheels L1 3P 18×9-inch (front) 18×10-inch (rear)
ru: Диски Work Wheels L1 3P 18x9 дюймов (зад)

source: Complete carbon-Kevlar HGK E92 Eurofighter bodykit
ru: Полный карбоново-кевларовый бодикит HGK E92 Eurofighter

source: OMP seats
ru: Ковши OMP

source: Car Year
ru: Год Выпуска

source: Engine
ru: Двигатель

source: Drivetrain
ru: Трансмиссия

source: Steering/Suspension
ru: Рулевое/Подвеска

source: Brakes
ru: Тормоза

source: Wheels
ru: Колеса

source: Exterior
ru: Экстерьер

source: Interior
ru: Интерьер

source: Vote Down
ru: Против

source: Vote Up
ru: За

source: Search...
ru: Поиск...

source: Create Setup
ru: Создать Сэтап

source: Top Setups
ru: Топ Сэтапы

source: Cars
ru: Кузова

source: Engines
ru: Двигатели

source: Support us
ru: Поддержите нас

source: Logout
ru: Выйти

source: Sign up
ru: Регистрация

source: Login
ru: Войти

source: Drift Setups Car List
ru: Дрифт Сэтапы По Кузовам

source: Privacy Policy
ru: Пользовательское соглашение

source: Terms of Service
ru: Условия использования

source: Log in with Google+
ru: Войти через Google+

source: Log in with Facebook
ru: Войти через Facebook

source: or
ru: или

source: Email address
ru: Email адрес

source: Password
ru: Пароль

source: Log in
ru: Войти

source: Sign up with Google+
ru: Зарегистрироваться через Google+

source: Sign up with Facebook
ru: Зарегистрироваться через Facebook

source: Sign up with
ru: Зарегистрироваться через

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Repeat password
ru: Повторить пароль

source: Drift Chassis
ru: Дрифт Шасси

source: Drift Cars Chassis By Brand
ru: Дрифт Шасси По Маркам

source: Drift Car Chassis By Brand
ru: Дрифт Шасси По Маркам

source: Power
ru: Мощность

source: Torque
ru: Крутящий момент

source: Rev Limit
ru: Обороты

source: Weight
ru: Масса

source: votes
ru: голосов

source: views
ru: просмотров

source: No setups? You own such car? Be first!
ru: Нет сэтапов? У тебя есть такая тачка?

source: Create one!!!
ru: Поделись своим сэтапом первым!

source: Best Drift Setups from around the globe
ru: Лучшие Дрифт Сэтапы со всего мира

source: Share your driftcar building experience and help others to build one!
ru: Поделись своим опытом постройки тачки для дрифта! Советуй и проси совета у сообщества DriftSetups.

source: Share your driftcar building experience with world drift community!
ru: Создай сэтап своей тачки, поделись своим опытом постройки со всем миром!

source: TOP 4 Drift Car Setups
ru: ТОП 4 Дрифт Сэтапа

source: Most Popular Setups
ru: Самые Популярные Сэтапы

source: Best Setups Of The Week
ru: Лучшие Сэтапы Недели

source: Searching for
ru: Ищу

source: Search
ru: Поиск

source: Hey there! Try to search for something!
ru: Привет! Попробуй поискать что-то!

source: updated
ru: обновлено

source: Nothing found, Try something else =(
ru: Ничего не найдено. Попробуйте поискать по другому =(

source: Create your Drift Setup!
ru: Создайте Дрифт Сэтап своей тачки!

source: Car Build Name
ru: Название Сэтапа

source: Chassis
ru: Платформа

source: If there's no chassis or engine you're looking for please
ru: Если здесь нет вашей машины или двигателя, пожалуйста,

source: let me know
ru: напишите мне

source: and I'll add it!
ru: и Я обязательно добавлю её/его

source: Brand
ru: Марка

source: Model
ru: Модель

source: Body
ru: Кузов

source: Boost
ru: Буст

source: Weight Distribution (Front/Rear)
ru: Развесовка (Перед/Зад)

source: Your Car Build Story
ru: История Вашего Проекта

source: + Add field
ru: + Добавить поле

source: Save Setup
ru: Сохранить Сэтап

source: Main Photo
ru: Главное Фото

source: + Add photo
ru: + Добавить фото

source: en_US
ru: ru_RU

source: Car Setups
ru: Дрифт Сэтапы

source: Weight Distr.
ru: Развесовка

source: EDIT SETUP
ru: РЕДАКТИРОВАТЬ СЭТАП

source: Views
ru: Просмотров

source: Comments
ru: Комментариев

source: Votes
ru: Голосов

source: Car Story
ru: История Проекта

source: Suspension
ru: Подвеска

source: Drift Setups
ru: Дрифт Сэтапы

source: TOP 32 Best Drift Car Setups
ru: ТОП 32 Лучших Дрифт Сэтапа

source: Top 32 Best Drift Car Setups
ru: ТОП 32 Лучших Дрифт Сэтапа

source: Do you have a drift car?
ru: У тебя есть тачка для дрифта?

source: Share it to DriftSetups society!
ru: Поделись ей с сообществом DriftSetups!
